CREATE DATABASE IF NOT EXISTS testdb DEFAULT CHARSET utf8 COLLATE utf8_general_ci;
drop table if exists testdb.my_test_table;
create table testdb.my_test_table (
    id integer primary key not null auto_increment,
    name varchar(20),
    age integer,
    address varchar(50)
);
insert into testdb.my_test_table (name, age, address) values 
('刘德华',22,'星光大道1号'),('夏洛特',33,'星光大道2号'),
('周星驰',31,'星光大道3号'),('小王子',33,'星光大道4号'),
('周杰伦',12,'星光大道5号'),('沙悟净',12,'星光大道6号'),
('范晓萱',23,'星光大道7号'),('唐三藏',33,'星光大道8号'),
('曾志伟',24,'星光大道9号'),('六百块',11,'星光大道10号'),
('朱德',43,'星光大道11号'),('贾宝玉',33,'星光大道12号'),
('刘少奇',52,'星光大道13号'),('林黛玉',33,'星光大道14号'),
('孙悟空',23,'星光大道15号'),('薛宝钗',33,'星光大道16号'),
('猪八戒',23,'星光大道17号'),('刘姥姥',33,'星光大道18号'),
('白骨精',23,'星光大道19号'),('大观园',33,'星光大道20号'),
('武松',32,'星光大道21号'),('弼马温',32,'星光大道22号'),
('刘备',21,'星光大道23号'),('我爱你',33,'星光大道24号'),
('张飞',22,'星光大道25号'),('你爱我',33,'星光大道26号'),
('关于',15,'星光大道27号'),('哈哈哈',21,'星光大道28号'),
('曹操',41,'星光大道29号'),('真厉害',33,'星光大道30号'),
('刘亦菲',12,'星光大道31号'),('有没有',33,'星光大道32号'),
('李冰冰',12,'星光大道33号'),('搞错啊',31,'星光大道34号'),
('范冰冰',12,'星光大道35号'),('填名字',41,'星光大道36号'),
('李晨',12,'星光大道37号'),('真的累',33,'星光大道38号'),
('邓超',12,'星光大道39号'),('我快要',33,'星光大道40号'),
('周恩来',44,'星光大道41号'),('想不出',33,'星光大道42号'),
('周润发',21,'星光大道43号'),('来了啊',13,'星光大道44号'),
('谢霆锋',12,'星光大道45号'),('真实的',33,'星光大道46号'),
('王菲',11,'星光大道47号'),('我看就',33,'星光大道48号'),
('张柏芝',54,'星光大道49号'),('马上要',33,'星光大道50号'),
('张三丰',12,'星光大道51号'),('填完了',12,'星光大道52号'),
('老干妈',11,'星光大道53号'),('真高兴',33,'星光大道54号'),
('酸菜面',12,'星光大道55号'),('你看这',33,'星光大道56号'),
('康师傅',23,'星光大道57号'),('个面它',32,'星光大道58号'),
('牛肉面',43,'星光大道59号'),('又长又',33,'星光大道60号'),
('牛肉干',54,'星光大道61号'),('宽你看',61,'星光大道62号'),
('冰淇淋',28,'星光大道63号'),('这个饼',12,'星光大道64号'),
('范玮琪',33,'星光大道65号'),('它又大',33,'星光大道66号'),
('孙红雷',26,'星光大道67号'),('又圆啊',11,'星光大道68号');

